const number = -1

export default [
  {
    question: "Which one of the following animals was not represented on the seals and terracotta art of the Harappan culture?",
    options: [
      "Cow",
      "Elephant",
      "Rhinoceros",
      "Tiger"
    ],
    answer: 1
  },
  {
    question: "The site of Harappa is located on the bank of river",
    options: [
      "Saraswati",
      "Indus",
      "Beas",
      "Ravi"
    ],
    answer: 4
  },
  {
    question: "The term 'Aryans' denotes",
    options: [
      "an ethnic group",
      "a nomadic people",
      "a speech group",
      "a superior race"
    ],
    answer: 4
  },
  {
    question: "Which one of the following Vedic God or Goddess depicts an association with the Sun ?",
    options: [
      "Ashvin",
      "Pusan",
      "Indira",
      "Aranyani"
    ],
    answer: 1
  },
  {
    question: "The first cencus was conducted in India at the time of",
    options: [
      "Lord Dufferin",
      "Lord Lytton",
      "Lord Auckland",
      "Sir John Napier"
    ],
    answer: 1
  },
  {
    question: "The tribal leader, who was regarded as an incarnation of God and Father of the World/Dharti Aba was",
    options: [
      "Kanhu Santhal",
      "Rupa Naik",
      "Birsa Munda",
      "Joria Bhagat"
    ],
    answer: 3
  },
  {
    question: "Who among the following wrote the book Bahuvivah ?",
    options: [
      "Raja Rammohan Roy",
      "Ishwar Chandra Vidyasagar",
      "Pandita Rambai",
      "Rabindranath Tagore"
    ],
    answer: 2
  },
  {
    question: "The hunter Commissin was appointed after the",
    options: [
      "Black-hole incident",
      "Jallianwala Bagh massacre",
      "Uprising of 1857",
      "Partition of Bengal"
    ],
    answer: 2
  },
  {
    question: "The Santhal of Rajmahal hills were provoked to rebellion in 1855-56 on accounts of",
    options: [
      "the heavy demand of rent which made them a prey to the sharp practices of money lenders",
      "the harsh behaviours of the revenue officials",
      "the none-payment of wages by the railway authorities, who also insulted their women",
      "All of the above"
    ],
    answer: 4
  },
  {
    question: "Who among the following had repealed the Verncular Press Act ?",
    options: [
      "Lord Lytton",
      "Lord Ripon",
      "Lord Dufferin",
      "Lord Lansdowne"
    ],
    answer: 2
  },
  {
    question: "The introduction of local self-government in the modern period of India is associated with the administration of",
    options: [
      "Lord Ripon",
      "Lord Irwin",
      "Lord Dufferin",
      "Lord Canning"
    ],
    answer: 1
  },
  {
    question: "The first Factory Act restricting the working hours of women and children, and authorizing local governments to make necessary rules was adopted during whose time?",
    options: [
      "Lord Lytton",
      "Lord Bentinck",
      "Lord Ripon",
      "Lord Canning"
    ],
    answer: 3
  },
  {
    question: "Which one of the following territories was not affected by the Revolt of 1857?",
    options: [
      "Jhansi",
      "Chittor",
      "Jagdishpur",
      "Lucknow"
    ],
    answer: 2
  },
  {
    question: "Who was responsible for the introduction of English as the official language in India?",
    options: [
      "Lord William Bentinck",
      "Sir Charles Wood",
      "Marquess of Dalhousie",
      "Allan Octawian Hume"
    ],
    answer: 2
  },
  {
    question: "Who among the following Governor Generals formed the Triple Alliance against Tipu Sultan?",
    options: [
      "Warren Hastings",
      "Lord Cornwallis",
      "Lord Wellesley",
      "Lord William Bentinck"
    ],
    answer: 2
  },
  {
    question: "Who was the founder of the Indian Association?",
    options: [
      "Dadabhai Naroji",
      "Bal Gangadhar Tilak",
      "AO Hume",
      "Surendranath Banerjee"
    ],
    answer: 4
  },
  {
    question: "Who raised patrotism to the pedestal of mother worship and said \"I know my country as my mother. I adore her. I worship her\"",
    options: [
      "Vivekananda",
      "Aurobindo Ghosh",
      "BG Tilak",
      "Bankim Chandara Chatterjee"
    ],
    answer: 2
  },
  {
    question: "'The Musalman', the handwritten daily newspaper in circulation since 1927, is published from which one of the following places?",
    options: [
      "Chennai",
      "Hyderabad",
      "Mysore",
      "Lucknow"
    ],
    answer: 4
  },
  {
    question: "In which one of the following cities, was the East India Association founded by Dadabhai Naoroji in 1866?",
    options: [
      "Paris",
      "London",
      "New York",
      "Tokyo"
    ],
    answer: 2
  },
  {
    question: "ভূপাল গ্যাস দুর্ঘটনার জন্য দায়ী গ্যাসটি হল",
    options: [
      "MIC গ্যাস",
      "H<sub>2</sub>S গ্যাস",
      "মিথেন গ্যাস",
      "ফ্রেয়ন গ্যাস"
    ],
    answer: 1
  },
  {
    question: "ভারতে পরিবেশ সংরক্ষণ আইন কবে জারি হয়?",
    options: [
      "1986 খ্রিস্টাব্দে",
      "1982 খ্রিস্টাব্দে",
      "1951 খ্রিস্টাব্দে",
      "2002 খ্রিস্টাব্দে"
    ],
    answer: 1
  },
  {
    question: "মাছির দ্বারা সংক্রামিত হয় কোন রোগ?",
    options: [
      "ম্যালেরিয়া",
      "ফাইলেরিয়া",
      "যক্ষ্মা",
      "ডেঙ্গু"
    ],
    answer: 3
  },
  {
    question: "COD এর সাহায্যে কী মাপা হয়?",
    options: [
      "জলদূষণের মাত্রা",
      "বায়ুদূষণের মাত্রা",
      "মৃত্তিকা দূষনের মাত্রা",
      "কঠিন বর্জ্য দূষনের মাত্রা"
    ],
    answer: 1
  },
  {
    question: "বিশ্ব জলদিবস হিসেবে পালিত হয় কোন দিনটি?",
    options: [
      "23 মার্চ",
      "7 এপ্রিল",
      "22 এপ্রিল",
      "4 অক্টোবর"
    ],
    answer: 1
  },
  {
    question: "\"ওজোন হোল\" - এর নামকরণ করেছেন কে?",
    options: [
      "বিজ্ঞানী ফারমেন",
      "বিজ্ঞানী ফ্রাঙ্কলিন",
      "বিজ্ঞানী মার্কনি",
      "বিজ্ঞানী আর্মস"
    ],
    answer: 1
  },
  {
    question: "পঞ্চতন্ত্র  এর  রচয়িতা  কে?",
    options: [
      "পাণিনি",
      "কালিদাস",
      " বিষ্ণু শর্মা্",
      "শূদ্রক"
    ],
    answer: 3
  },
  {
    question: "শূন্য কে আবিষ্কার করেছিলেন?",
      options: [
      "বরাহমিহির",
      "আর্যভট্ট",
      "কোটিল্যা",
      "প্রসেনজিত"
    ],
    answer: 2
  },
  {
    question: "হর্ষচরিত গ্রন্থ কে রচনা করেন?",
    options: [
      "বল্লাল সেন",
      "করীর",
      "বাণভট্ট",
      "জয়দেব"
    ],
    answer: 3
  },
  {
    question: "ব্যারোমিটারে পারদের উত্থান নির্দেশ করে-",
    options: [
      "বৃষ্টি",
      "ভালো আবহাওয়া",
      "ঝড়",
      "ঝড় ও বৃষ্টি"
    ],
    answer: 2
  },
  {
    question: "কোন নদীটি পশ্চিমবঙ্গে উৎপত্তি লাভ করেছে ?",
    options: [
      "অজয়",
      "ময়ূরাক্ষী",
      "দ্বারকেশ্বর",
      "বক্রেশ্বর"
    ],
    answer: 3
  },
  {
    question: "চাঁদ থেকে পৃথিবীতে আলো  আসতে কত সময় লাগে? ",
    options: [
      "2 সেকেন্ড ",
      "2.5 সেকেন্ড ",
      "3 সেকেন্ড",
      "1.3 সেকেন্ড"
    ],
    answer: 4
  },
  {
    question: "সীমান্ত গান্ধী  কাকে বলা হয় ?",
    options: [
      "আব্দুল কালাম আজাদ",
      "আব্দুল গফফর খান ",
      "মহম্মদ আলি জিন্না",
      "মহম্মদ ইকবাল"
    ],
    answer: 2
  },
  {
    question: "W W F এর পুরো নাম কি?",
    options: [
      "ওয়ার্ল্ড ওয়াইড ফান্ড",
      "ওয়ার্ল্ড ওয়াইল্ড ফান্ড",
      "ওয়াইল্ড ওয়াইল্ড লাইফ ফান্ড",
      "ওয়ার্ল্ড ওয়ান্ডারস ফান্ড"
    ],
    answer: 3
  },
  {
    question: "হাসপাতাল স্কুলের মতো নিঃশব্দ অঞ্চলে দিনের বেলায় অনুমোদিত সর্বাধিক শব্দ প্রাবল্য মাত্রা হল ",
    options: [
      "65 ডেসিবেল",
      "50 ডেসিবেল",
      "55 ডেসিবেল",
      "80 ডেসিবেল"
    ],
    answer: 2
  },
  {
    question: "\"পদ্মানদীর মঝি\" উপন্যাসটি  কার লেখা ",
    options: [
      "তারা শঙ্কর বন্দ্যোপাধ্যায় ",
      "সতী নাথ  ভাদুড়ী",
      "বিভূতি ভূষণ বন্দ্যোপাধ্যায় ",
      "মানিক বন্দ্যোপাধ্যায়"
    ],
    answer: 4
  },
  {
    question: "১৯১৬ সালে লক্ষনৌ চুক্তি কাদের মধ্যে স্বাক্ষরিত হয়েছিল ? ",
    options: [
      "হিন্দ ও মুসলমানদের মধ্যে",
      "নরম পন্থী ও চরমপন্থীদের মধ্যে ",
      "কংগ্রেস ও মুসলিম লীগের মধ্যে ",
      "ব্রিটিশ ও জাতীয় কংগ্রেসের মধ্যে"
    ],
    answer: 3
  },
  {
    question: "বায়ুর আয়তনে কত শতাংশ হল ওজোন গ্যাস? ",
    options: [
      "0.1%",
      "0.2%",
      "0.00006%",
      "0.03%",
    ],
    answer: 4
  },
  {
    question: "ভারতের ফুটবলের জনক কে ?",
    options: [
      " নগেন্দ্র প্রসাদ ",
      "গণপতি চক্রবর্তী  ",
      "নন্দলাল বসু",
      "রাজা রামমোহন "
    ],
    answer: 1
  },
  {
    question: "ভারতের ক্রিকেটের জনক কে",
    options: [
      "লালা হরদয়াল ",
      "অর্জুন সিং",
      "বারীন্দ্র ঘোষ ",
      "কপিল দেব"
    ],
    answer: 2
  },
  {
    question: "What is the animal symbol of World Wildlife Fund(WWF)",
    options: [
      "Dolphin",
      "Kangaroo",
      "Tiger",
      "Giant Panda"
    ],
    answer: 3
  },
  {
    question: "Which one among the following is nitrogen fixing organism",
    options: [
      "Nitrosomona and Rhizobium",
      "Nitrobacter and and Rhizobium",
      "Nitrosomonas and Azotobacter",
      "Azobacter and and Rhizobium",
    ],
    answer: 4
  },
  {
    question: "ভারতের একটি আগ্নেয়গিরির নাম কী?",
    options: [
      "নারকোডোম",
      "ফুজিয়ামা",
      "পোপো",
      "ভিসুভিয়াস"
    ],
    answer: 1
  },
  {
    question: "ভারতের লোকসভার প্রথম স্পিকার হলেন -- ",
    options: [
      "বলরাম জাকর",
      "রবি রায়",
      "গণেশ বাসুদেব মাভ্লংকার",
      "স্যার আশুতোষ "
    ],
    answer: 3
  },
  {
    question: "বেলুন কে আবিস্কার করেন ?",
    options: [
      "উইলিয়াম মরটন ",
      "মাইকেল ফ্যারাডে",
      "পল মুলার",
      "মসলে"
    ],
    answer: 2
  },
  {
    question: "২০১৬ সালে কোন দেশ ইউরো  কাপ চ্যাম্পিয়ন হয়?",
    options: [
      "জার্মানি",
      "ফ্রান্স",
      "ইতালি",
      "পর্তুগাল"
    ],
    answer: 4
  },
  {
    question: "সেন বংশের শেষ রাজা কে?",
    options: [
      "বল্লাল সেন",
      "কেশব সেন",
      "বিজয় সেন",
      "তানসেন"
    ],
    answer: 2
  },
  {
    question: "ভারতের দীর্ঘ মেয়াদী রাষ্ট্রপতি হলেন -",
    options: [
      "প্রতিভা পাটিল",
      "জহরলাল নেহ্রু",
      "জাকির হুসেন",
      "ডঃ রাজেন্দ্র প্রসাদ "
    ],
    answer: 4
  },
  {
    question: "ভারতের প্রথম প্রধানমন্ত্রীর নাম -",
    options: [
      "গুলজারিলাল নন্দ",
      "জহরলাল নেহ্রু",
      "ডঃ রাজেন্দ্র প্রসাদ",
      "চরণ সিং"
    ],
    answer: 2
  },
  {
    question: "ম্যালেরিয়া রোগের জন্য দায়ী",
    options: [
      "ব্যাকটেরিয়া",
      "প্রোটোজোয়া ",
      "ভাইরাস",
      "মাইকপ্লাজমা"
    ],
    answer: 2
  },
  {
    question: "ফাইলেরিয়া রোগ সৃষ্টির জন্য দায়ী এধরনের -",
    options: [
      "ব্যাকটেরিয়া",
      "ভাইরাস",
      "প্রোটোজোয়",
      "কৃমি"
    ],
    answer: 4
  },
  {
    question: " কোন রোগকে এন্টেরিক জ্বর বলা হয় ",
    options: [
      "ইনফ্লুয়েঞ্জা",
      "টাইফয়েড ",
      "নিউমনিয়া",
      "ম্যালেরিয়া"
    ],
    answer: 3
  },
  {
    question: "চিপক আন্দোলন নেতৃ্ত্ব দিয়েছিলেন -",
    options: [
      "সুন্দর লাল বহুগুনা",
      "কিরন বেদি",
      "মেধা পাটেকর",
      "কোনটিই নয়"
    ],
    answer: 1
  },
  {
    question: "চিপক আন্দোলনের উদ্দেশ্য এটির সুরক্ষা করা - ",
    options: [
      "জলাধার",
      "ভূমি",
      "অরন্য",
      "সমুদ্র"
    ],
    answer: 3
  },
  {
    question: "পানীয় জলে আর্সেনিক অনুমোদন মাত্রা হল লিটার প্রতি -",
    options: [
      "0.01mg",
      "0.05",
      "16.5mg",
      "20.3mg"
    ],
    answer: 2
  },
  {
    question:"সাধুরামচাঁদ মুরমু আঃ জানাম  অড়া দ আকারে?",
    options: [
      "কামারবান্দি",
      "শিলদা",
      "ঝাড়্গ্রাম",
      "বেলপাহাড়ি"
    ],
    answer: 1
  },
  {
    question: "সাধুরামচাঁদ মুরমু দ তিনা সালরেয় জানাম লেনা",
    options: [
      "১৩০৪",
      "১৩০৫",
      "১৪০৬",
      "১২০৭"
    ],
    answer: 2
  },
  {
    question: "গির ন্যাশনাল পার্ক কোন্ রাজ্যে অবস্থিত?",
    options: [
      "মধ্যপ্রদেশ",
      "তামিলনাড়ু",
      "পশ্চিমবঙ্গ",
      "গুজরাট"
    ],
    answer: 4
  },
  {
    question: "রাজীব গান্ধী ন্যাশনাল পার্ক কোন্ রাজ্যে অবস্থিত?",
    options: [
      "ওড়িষা",
      "রাজস্থান",
      "মণিপুর",
      "আসাম"
    ],
    answer: 2
  },
  {
    question: "সিঙ্গালিলা ন্যাশনাল পার্ক কোন্ রাজ্যে অবস্থিত?",
    options: [
      "ওড়িষা",
      "পশ্চিমবঙ্গ",
      "কেরালা",
      "ঝাড়খন্ড"
    ],
    answer: 2
  },
  {
    question: "ইন্দ্রাবতী ন্যাশনাল পার্ক কোন্ রাজ্যে অবস্থিত?",
    options: [
      "মধ্যপ্রদেশ",
      "আসাম",
      "উত্তরপ্রদেশ",
      "ছত্তিশগড়"
    ],
    answer: 4
  },
  {
    question: "নোকরাক ন্যাশনাল পার্ক কোন্ রাজ্যে অবস্থিত?",
    options: [
      "জম্মু কাশ্মীর",
      "গুজরাট",
      "মেঘালয়",
      "অরুনাচল প্রদেশ"
    ],
    answer: 3
  },
  {
    question: "ভূপৃষ্ঠ থেকে বায়ুমণ্ডলের উচ্চতার মান -",
    options: [
      "1000 কিমি",
      "1000 মি",
      "1000 ফুট",
      "৭750 মি"
    ],
    answer: 1
  },
  {
    question: "বায়ুমণ্ডলের সবথেকে বেশি পরিমানে রয়েছে -",
    options: [
      "অক্সিজেন",
      "নাইট্রোজেন",
      "জলীয় বাষ্প",
      "ধূলিকনা"
    ],
    answer: 2
  },
  {
    question: "ভূপৃষ্ঠে বায়ু চাপের মান হয় (বায়ুম্নদলীয় চাপ একক্কে-",
    options: [
      "1.013",
      "〖10〗^(-3)",
      "76",
      "〖10〗^(-11)"
    ],
    answer: 1
  },
  {
    question: "রাসায়নিক গঠন অনুসারে বায়ুমণ্ডলকে ক টি ভাগে ভাগ করা যায় ?",
    options: [
      "2",
      "3",
      "4",
      "5"
    ],
    answer: 1
  },
  {
    question: "বায়ুমণ্ডলের সর্বনিম্ন স্তরটি হল -",
    options: [
      "থারমোস্ফিয়ার",
      "ট্রপোস্ফিয়ার",
      "মেসোস্ফিয়ার",
      "স্ট্র্যাটোস্ফিয়ার"
    ],
    answer: 2
  },
  {
    question: "বায়ুমণ্ডলের যে  স্তরটির  ঘনত্ব সবচেয়ে বেশি সেটি হল -",
    options: [
      "থারমোস্ফিয়ার",
      "ট্রপোস্ফিয়ার",
      "মেসোস্ফিয়ার",
      "স্ট্র্যাটোস্ফিয়ার"
    ],
    answer: 2

  },
  {
    question: "ট্রপোস্ফিয়ারের প্রতি কিমি উচ্চতা ব্রিধিতে উষ্ণতা -",
    options: [
      "6^0 হারে কমে ",
      "6.5^0 হারে কমে ",
      "5^0 হারে কমে",
      "5.4^0 হারে কমে"
    ],
    answer: 2

  },
  {
    question: "বায়ুমণ্ডলের কোন অংশে  উস্নতা অপরিবর্তিত থাকে -",
    options: [
      "মেসোস্ফিয়ার",
      "ট্রপোস্ফিয়ার",
      "ট্রপোপজ",
      "স্ট্রাটোস্ফিয়ার"
    ],
    answer: 3
  },
  {
    question: "বায়ুমণ্ডলের ওজোনের মধ্যে ট্রপোস্ফিয়ারের অন্তর্গত অংশ হল -",
    options: [
      "25 ভাগ",
      "75 ভাগ",
      "65 ভাগ",
      "55 ভাগ"
    ],
    answer: 2
  },
  {
    question: "বায়ুমণ্ডলের যে স্তরে ঝড় - বৃষ্টি  হয় , তার নাম হল -",
    options: [
      "স্ট্রাটোস্ফিয়ার",
      "মেসোস্ফিয়ার",
      "থারমোস্ফিয়ার",
      "ট্রপোস্ফিয়ার"
    ],
    answer: 4
  },
  {
    question: "বায়ুমণ্ডলের যে স্তরটিকে বলে শান্ত মণ্ডল সেতি হল -",
    options: [
      "ট্রপোস্ফিয়ার",
      "মেসোস্ফিয়ার",
      "স্ট্রাটোস্ফিয়ার",
      "থারমোস্ফিয়ার"
    ],
    answer: 3
  },
  {
    question: "বায়ুমণ্ডলের 99.99% উপাদান থাকে ভূপৃষ্ঠ থেকে -",
    options: [
      "50 km উচ্চতার মধ্যে",
      "80 km উচ্চতার মধ্যে",
      "500 km উচ্চতার মধ্যে",
      "800 km উচ্চতার মধ্যে"
    ],
    answer: 2
  },
  {
    question: "ট্রপোস্ফিয়ারের গড় উচ্চতা ভূপৃষ্ঠ থেকে -",
    options: [
      "10 km",
      "15 km",
      "12 km",
      "20 km"
    ],
    answer: 3
  },
  {
    question: "স্ট্র্যাটোস্ফিয়ার স্তরে উচ্চতা বৃদ্ধির সঙ্গে বায়ুর উষ্ণতা -",
    options: [
      "বাড়ে",
      "কমে",
      "প্রথমে বাড়ে তারপরে কমে",
      "প্রথমে কমে তারপরে বাড়ে"
    ],
    answer: 1
  },
  {
    question: "ওজোন গ‍্যাসের স্তর দেখা যায় -",
    options: [
      "ট্রপোস্ফিয়ারে",
      "স্ট্রাটোস্ফিয়ারে",
      "থারমোস্ফিয়ারে",
      "এক্সোস্ফিয়ারে"
    ],
    answer: 2
  },
  {
    question: "বায়ুমণ্ডলের ওজোন স্তর যে রস্মিকে শোষণ করে , সেটি হল",
    options: [
      " আলোক",
      "তাপ",
      "অতিবেগুনি",
      "গামা"
    ],
    answer: 3
  },
  {
    question: "'মেরুজ্যোতি' যে বায়ুস্তরে দেখা যায়, তা হল-",
    options: [
      "ট্রপোস্ফিয়ার",
      "স্ট্র্যাটোস্ফিয়ার",
      "আয়োনোস্ফিয়ার",
      "এক্সোস্ফিয়ার"
    ],
    answer: 2
  },
  {
    question: "স্ট্যাটোপজ-এর উষ্ণতা হল-",
    options: [
      "0°C",
      "50°C",
      "-50°C",
      "100°C"
    ],
    answer: 1
  },
  {
    question: "বায়ুমণ্ডলের ঊর্ধ্বতম স্তরটি হল-",
    options: [
      "থার্মোস্ফিয়ার",
      "এক্সোস্ফিয়ার",
      "মেসোস্ফিয়ার ",
      "ম্যাগনেটোস্ফিয়ার"
    ],
    answer: 4
  },
  {
    question: "বায়ুমণ্ডলের যে স্তরটির নাম কেমোস্ফিয়ার, সেটি হল-",
    options: [
      "ওজোনোস্ফিয়ার ",
      "আয়োনোস্ফিয়ার",
      "এক্সোস্ফিয়ার ",
      "ম্যাগনেটোস্ফিয়ার"
    ],
    answer: 1
  },
  {
    question: "বায়ুমণ্ডলের কোন্ স্তরের মধ্য দিয়ে জেট বিমান চলাচল করে?",
    options: [
      "ট্রপোস্ফিয়ার",
      "মেসোস্ফিয়ার",
      "স্ট্র্যাটোস্ফিয়ার",
      "আয়োনোস্ফিয়ার"
    ],
    answer: 3
  },
  {
    question: "বায়ুমণ্ডলের শীতলতম স্তর কোনটি ?",
    options: [
      "ট্রপোস্ফিয়ার ",
      "মেসোস্ফিয়ার",
      "স্ট্যাটোস্ফিয়ার ",
      "থার্মোস্ফিয়ার"
    ],
    answer: 2
  },
  {
    question: "বায়ুমণ্ডলের যে স্তরে হাইড্রোজেন, হিলিয়াম প্রভৃতি গ্যাস আয়নিত অবস্থায় থাকে, সেটি হল- ",
    options: [
      "স্ট্যাটোস্ফিয়ার",
      "ওজোনোস্ফিয়ার",
      "ম্যাগনেটোস্ফিয়ার",
      "আয়োনোস্ফিয়ার"
    ],
    answer: 4
  },
  {
    question: "বায়ুমণ্ডলের যে স্তরটি বেতার যোগাযোগে সাহায্য করে,সেটি হল- ",
    options: [
      "ওজোনোস্ফিয়ার",
      "আয়োনোস্ফিয়ার",
      "ট্রপোস্ফিয়ার",
      "স্ট্র্যাটোস্ফিয়ার"
    ],
    answer: 2
  },
  {
    question: "আয়োনোস্ফিয়ারের ঊর্ধ্বসীমার উষ্ণতা কত ? ",
    options: [
      "100°C",
      "500°C",
      "1200°C",
      "কোনোটিই "
    ],
    answer: 3
  },
  {
    question: "বায়ুমণ্ডলের কোন্ স্তরে ভ্যান-অ্যালেন বিকিরণ বলয় থাকে ?",
    options: [
      "ট্রপোস্ফিয়ার",
      "ম্যাগনেটোস্ফিয়ার",
      "স্ট্র্যাটোস্ফিয়ার",
      "মেসোস্ফিয়ার"
    ],
    answer: 2
  },
  {
    question: "কোন্ স্তর থেকে বেশিরভাগ কৃত্রিম উপগ্রহগুলি পৃথিবীকে আবর্তন করে?",
    options: [
      "ট্রপোস্ফিয়ার",
      "এক্সোস্ফিয়ার",
      "থার্মোস্ফিয়ার",
      "মেসোস্ফিয়ার"
    ],
    answer: 2
  },
  {
    question: "সূর্য থেকে পৃথিবীতে তাপ আসে-",
    options: [
      "পরিবহণ পদ্ধতিতে  ",
      "পরিচলন পদ্ধতিতে",
      "বিকিরণ পদ্ধতিতে ",
      "সবকটিই ঠিক"
    ],
    answer: 3
  },
  {
    question: "বায়ুমণ্ডলের বিভিন্ন স্তরের চাপ হ্রাসের সঠিক ক্রম হল-",
    options: [
      " স্ট্র্যাটোস্ফিয়ার > মেসোস্ফিয়ার > ট্রপোস্ফিয়ার > থার্মোস্ফিয়ার",
      "মেসোস্ফিয়ার > থার্মোস্ফিয়ার > স্ট্র্যাটোস্ফিয়ার > ট্রপোস্ফিয়ার",
      "ট্রপোস্ফিয়ার > স্ট্র্যাটোস্ফিয়ার > মেসোস্ফিয়ার > থার্মোস্ফিয়ার",
      " থার্মোস্ফিয়ার > মেসোস্ফিয়ার > স্ট্র্যাটোস্ফিয়ার > 3ট্রপোস্ফিয়ার"
    ],
    answer: 3
  },
  {
    question: "বায়ুমণ্ডলের কোন্ স্তর জলচক্র ও উষ্ণতা নিয়ন্ত্রণ করে ?",
    options: [
      "স্ট্র্যাটোস্ফিয়ার",
      "থার্মোস্ফিয়ার",
      "ট্রপোস্ফিয়ার ",
      "মেসোস্ফিয়ার"
    ],
    answer: 3
  },
  {
    question: "কোন্ স্তরে জলীয় বাষ্পের পরিমাণ সর্বোচ্চ?",
    options: [
      "ট্রপোস্ফিয়ার ",
      "স্ট্র্যাটোস্ফিয়ার",
      "থার্মোস্ফিয়ার ",
      "মেসোস্ফিয়ার"
    ],
    answer: 1
  },
  {
    question: "পৃথিবীর আবহাওয়া গঠনকারী বেশিরভাগ ঘটনা ঘটে থাকে ----  অঞ্চলে।",
    options: [
      "ট্রপোস্ফিয়ারে",
      "স্ট্র্যাটোস্ফিয়ারে",
      "ওজোনোস্ফিয়ারে",
      "এক্সোস্ফিয়ারে"
    ],
    answer: 1
  },
  {
    question: "মেরু অঞ্চলে ট্রপোস্ফিয়ার-এর উচ্চতা-",
    options: [
      "18 km",
      "5-6 km",
      "28 km",
      "88 km"
    ],
    answer: 2
  },
  {
    question: "হোমোস্ফিয়ার বায়ুস্তরের ঊর্ধ্বসীমা-",
    options: [
      "30 km",
      "78 km",
      "80 km",
      "100 km"
    ],
    answer: 3
  },
  {
    question: "বৈপরীত্য উত্তাপ লক্ষ করা যায়-",
    options: [
      "আয়োনোস্ফিয়ারে ",
      "এক্সোস্ফিয়ারে",
      "স্ট্র্যাটোস্ফিয়ারে ",
      "ট্রপোস্ফিয়ারে"
    ],
    answer: 4
  },
  {
    question: "কার্যকরী সৌর বিকিরণ হল সূর্যরশ্মির-",
    options: [
      "40%",
      "50%",
      "60%",
      "70%"
    ],
    answer: 3
  },
  {
    question: "সমুদ্রপৃষ্ঠে  বায়ুচাপের তুলনায় ভূপৃষ্ঠ থেকে 32 km উচ্চতায়বায়ুর চাপ প্রায় কত কম হয় ?",
    options: [
      "50%",
      "10%",
      "1%",
      "25%"
    ],
    answer: 3
  },
  {
    question: "উচ্চতা বৃদ্ধির সঙ্গে বায়ুর চাপ—",
    options: [
      "হ্রাস পায়",
      "বৃদ্ধি পায়",
      "একই থাকে",
      "বাড়তেও পারে, কমতেও পারে"
    ],
    answer: 1
  },
  {
    question: "বায়ুমণ্ডলের ওজোন স্তরের ঘনত্ব পরিমাপক এককের নাম-",
    options: [
      "ডেসিবেল",
      "ডাইন",
      "হার্জ",
      "ডবসন"
    ],
    answer: 4
  },
  {
    question: "সাধারণভাবে ওজোন স্তর গঠিত হয়—",
    options: [
      "CFC-র সঙ্গে অক্সিজেনের ক্রিয়ায়",
      "UV রশ্মির সঙ্গে অক্সিজেনের ক্রিয়ায়",
      "IR-রশ্মির সঙ্গে অক্সিজেনের ক্রিয়ায়",
      "অক্সিজেন ও জলীয় বাষ্পের ক্রিয়ায়"
    ],
    answer: 2
  },
  {
    question: "নীচের কোনটি ওজোন স্তরকে ক্ষয় করে না?",
    options: [
      "NO",
      "N2O",
      "CO₂",
      "CFC"
    ],
    answer: 3
  },
  {
    question: "সুপারসনিক এরোপ্লেন থেকে নির্গত নাইট্রোজেনের যে অক্সাইডটি ওজোন স্তরের ব্যাপক ক্ষতি করে, সেটি হল-",
    options: [
      "NO₂",
      "N2O",
      "NO",
      "N2O4"
    ],
    answer: 2
  },
  {
    question: "ওজোনোস্ফিয়ারে ওজোনের গাঢ়ত্ব মোটামুটিভাবে—",
    options: [
      "30 ppm",
      "10 ppm",
      "40 ppm",
      "20 ppm"
    ],
    answer: 2
  },
  {
    question: "ওজোন স্তর ক্ষয়ের ক্ষতিকর প্রভাব কোনটি ?",
    options: [
      "ভূপৃষ্ঠের উষ্ণতা বৃদ্ধি ",
      "শস্যের উৎপাদন হ্রাস",
      "ত্বকের ক্যানসার ",
      "সবগুলিই"
    ],
    answer: 4
  },
  {
    question: "ওজোন-গহ্বর (Ozone Hole) শব্দটি প্রথম ব্যবহার করেন বিজ্ঞানী",
    options: [
      "ফোরম্যান",
      "ফেয়ারম্যান",
      "ফেদারম্যান",
      "এদের কেউ নয়"
    ],
    answer: 1
  },
  {
    question: "সঠিক বক্তব্যটি হল-",
    options: [
      "ওজোন গহ্বর সৃষ্টিতে NO গ্যাসের ভূমিকা নেই",
      "ওজোন গ্যাস একটি অবিষাক্ত, জীবনদায়ী গ্যাস",
      " UV রশ্মির প্রভাবে  ওজোনের উৎপাদন ও বিয়োজন দুই-ই হয়",
      "বায়ুমণ্ডলের মোট ওজোনের 50% স্ট্যাটোস্ফিয়ারে থাকে"
    ],
    answer: 3
  },
  {
    question: "স্ট্যাটোস্ফিয়ারে ওজোনের উৎপাদনের হার হ্রাস করে-",
    options: [
      "CH3",
      "Cl",
      "I",
      "Ci2"
    ],
    answer: 2
  },
  {
    question: "নীচের কোনটি সঠিক ?",
    options: [
      "স্ট্যাটোস্ফিয়ারে ওজোনের উপস্থিতি ক্ষতিকর",
      "ওজোন বিষাক্ত নয়",
      "স্ট্যাটোস্ফিয়ারের অন্তর্গত ওজোন স্তর জীবজগৎকে UV রশ্মি থেকে রক্ষা করে",
      " ধোঁয়াশা সৃষ্টির ক্ষেত্রে ওজোনের ভূমিকা নেই"
    ],
    answer: 3
  },
  {
    question: "ওজোন স্তরের ক্ষয় সবথেকে বেশি হয় কোন্ অঞ্চলে?",
    options: [
      "অ্যান্টার্কটিকা ",
      "অস্ট্রেলিয়া",
      "গ্রিনল্যান্ড",
      "এশিয়া"
    ],
    answer: 1
  },
  {
    question: "অ্যান্টার্কটিকা অঞ্চলে ওজোন স্তরের সবচেয়ে বেশি ক্ষ হয় কোন্ মাসে—",
    options: [
      "মার্চ—আগস্ট",
      "এপ্রিল - জুন",
      "সেপ্টেম্বর-নভেম্বর",
      "জানুয়ারি-মার্চ"
    ],
    answer: 3
  },
  {
    question: "বায়ুমণ্ডলের ওজোন স্তর বিনাশে সবচেয়ে বেশি দায়ী কে",
    options: [
      "নাইট্রাস অক্সাইড ",
      "মিথেন",
      "ক্লোরোফ্লুরোকার্বন",
      "হ্যালোন"
    ],
    answer: 1
  },
  {
    question: "ক্লোরোফ্লুরোকার্বনের কোন্ পরমাণু ওজোন স্তর ধ্বংসের জন্য দায়ী?",
    options: [
      "ক্লোরিন",
      "ফুরিন",
      "কার্বন",
      "কোনোটিই নয়"
    ],
    answer: 1
  },
  {
    question: "প্রাকৃতিক সৌরপর্দা হল—",
    options: [
      "ওজোন স্তর",
      "অক্সিজেন",
      "আর্গন",
      "নাইট্রোজেন"
    ],
    answer: 1
  },
  {
    question: "অ্যান্টার্কটিকায় ওজোন স্তর ক্ষয়কারী যৌগটি হল—",
    options: [
      "অ্যাক্রোলিন",
      "PAN",
      " SO2 ও SO  ",
      "ক্লোরিন নাইট্রেট"
    ],
    answer: 4
  },
  {
    question: "CFC দ্বারা ওজোন বিনষ্ট হয়ে যে মুখ্য পদার্থ উৎপন্ন হয়, তা হল- ",
    options: [
      "Cl₂",
      "OCl",
      "COF2",
      "O2F2"
    ],
    answer: 2
  },
  {
    question: "পৃথিবীর কোন্ অঞ্চলের ওজোন স্তর বেশি ক্ষতিগ্রস্তহয়েছে?",
    options: [
      "নিরক্ষীয় অঞ্চলে",
      "সমুদ্র উপকূলবর্তী অঞ্চলে",
      "মেরু অঞ্চলে",
      "এদের কোনোটিই নয়"
    ],
    answer: 3
  },
  {
    question: "'স্টোন-ক্যানসার'-এর কারণ হল-",
    options: [
      "গ্লোবাল ওয়ার্মিং",
      "ওজোন গহ্বর",
      "অম্লবৃষ্টি",
      "কোনোটিই নয়"
    ],
    answer: 3
  },
  {
    question: "বিশ্ব উন্নায়নের প্রধান কারণ হল-",
    options: [
      "ক্লোরোফ্লুরোকার্বন নির্গমন ",
      "মিথেন গ্যাস নির্গমন",
      "জীবাশ্ম জ্বালানির দহন ",
      "নাইট্রাস অক্সাইড নির্গমন"
    ],
    answer: 3
  },
  {
    question: "ওজোনস্তর যে রশ্মিকে পৃথিবীতে আসতে বাধা দেয় সেটি হল ",
    options: [
      "লোহিত",
      "অবলোহিত",
      "অতিবেগুনি",
      "এক্সরশ্মি"
    ],
    answer: 3
  },
  {
    question: "গ্রিনহাউস গ্যাসগুলি কোন্ রশ্মি শোষণ করে তাপমাত্রা বৃদ্ধিতে সাহায্য করে?",
    options: [
      "সূর্য থেকে আগত ক্ষুদ্র তরঙ্গদৈর্ঘ্যের অবলোহিত রশ্মি",
      "সূর্যের অতিবেগুনি রশ্মি",
      "ভূপৃষ্ঠ কর্তৃক বিকিরিত দীর্ঘ তরঙ্গদৈর্ঘ্যের অবলোহিত রশ্মি",
      "কসমিক রশ্মি"
    ],
    answer: 3
  },
  {
    question: "• একটি জীবাশ্ম জ্বালানি হল-",
    options: [
      "কয়লা",
      "জল",
      " গোবর",
      "ইউরেনিয়াম"
    ],
    answer: 1
  },
  {
    question: "একটি অপ্রচলিত শক্তির উৎস হল—",
    options: [
      "LPG",
      "বায়োগ্যাস",
      "ডিজেল",
      "ওয়াটার গ্যাস"
    ],
    answer: 2
  },
  {
    question: "‘স্থিতিশীল উন্নয়ন' বলতে বোঝায়—",
    options: [
      "বর্তমানের উন্নতি",
      "ভবিষ্যতের উন্নতি",
      "ভবিষ্যৎকে সুরক্ষিত রেখে বর্তমানের উন্নতি",
      "বর্তমানের উন্নতি রুদ্ধ করে ভবিষ্যতের উন্নতি"
    ],
    answer: 3
  },
  {
    question: "কোন্ ধারণাটি স্থিতিশীল উন্নয়নের ধারণা'-র অঙ্গ নয়—",
    options: [
      "চাহিদা",
      "সীমাবদ্ধতা",
      "জোগান",
      "কোনোটিই নয়"
    ],
    answer: 3
  },
  {
    question: "জ্বালানির ক্যালোরিফিক মান যত বেশি হবে, প্রয়োজনীয় জ্বালানির পরিমাণ হবে তত—",
    options: [
      "বেশি",
      "কম",
      "বলা যাবে না",
      "এদের কোনোটিই নয়"
    ],
    answer: 2
  },
  {
    question: "জ্বালানির সাথে O2-এর বিক্রিয়াটি হল—",
    options: [
      "বিয়োজন বিক্রিয়া ",
      "প্রতিস্থাপন বিক্রিয়া",
      "দহন বিক্রিয়া_",
      "সংযোজন বিক্রিয়া"
    ],
    answer: 3
  },
  {
    question: "কোন্ জীবাশ্ম জ্বালানির তাপন মূল্য সবচেয়ে বেশি ?",
    options: [
      "কয়লা",
      "ডিজেল",
      "প্রাকৃতিক গ্যাস ",
      "রান্নার গ্যাস"
    ],
    answer: 4
  },
  {
    question: "কয়লার তাপন মূল্যের মান-",
    options: [
      "25-30 KJ/g",
      "25-30KJ / kg",
      "25 J/g",
      "30 J/kg"
    ],
    answer: 1
  },
  {
    question: "প্রদত্ত জ্বালানিগুলির তাপন মূল্য সংক্রান্ত সঠিক ক্রমটি হল - ",
    options: [
      "কয়লা < ডিজেল < হাইড্রোজেন < LPG",
      "কয়লা < হাইড্রোজেন < ডিজেল < LPG",
      "কয়লা < ডিজেল < LPG < হাইড্রোজেন",
      "কয়লা < LPG < ডিজেল < হাইড্রোজেন"
    ],
    answer: 3
  },
  {
    question: "নবীকরণযোগ্য শক্তি উৎসের উদাহরণ হল-",
    options: [
      "রান্নার গ্যাস",
      "জ্বালানি কাঠ",
      "প্রাকৃতিক গ্যাস",
      "কয়লা"
    ],
    answer: 2
  },
  {
    question: "অনবীকরণযোগ্য শক্তি উৎসের উদাহরণ হল-",
    options: [
      "অ্যালকোহল",
      "হাইড্রোজেন গ্যাস",
      "বায়োগ্যাস",
      "পেট্রোল"
    ],
    answer: 4
  },
  {
    question: "ভালো জ্বালানির কোন্ বৈশিষ্ট্য থাকা দরকার ?",
    options: [
      "উচ্চ তাপন মূল্য ও নিম্ন প্রজ্বলন তাপমাত্রা",
      "উচ্চ তাপন মূল্য ও উচ্চ প্রজ্বলন উষ্ণতা",
      "উচ্চ তাপন মূল্য ও মাঝারি প্রজ্বলন তাপমাত্রা",
      "নিম্ন তাপন মূল্য ও মাঝারি প্রজ্বলন তাপমাত্রা"
    ],
    answer: 3
  },
  {
    question: "একক ভর বা আয়তনের জ্বালানিকে বায়ুতে দহন করলে যে পরিমাণ তাপশক্তি উৎপন্ন হয়, তাকে বলে ওর-",
    options: [
      "জ্বলন বিন্দু",
      "ক্যালোরিফিক মান",
      "এক মোল জ্বালানি ",
      "বিক্রিয়ার গতিবেগ"
    ],
    answer: 2
  },
  {
    question: "ক্যালোরিফিক মান-এর একক নয়-",
    options: [
      "cal g-1",
      "BTU/lb",
      "Ckcal m-3",
      "g cm-3"
    ],
    answer: 1
  },
  {
    question: "উৎকৃষ্ট জ্বালানির জ্বলন বিন্দু (Ignition temperature) হতে হবে—",
    options: [
      "বেশি",
      "কম",
      "মাঝারি",
      "এদের কোনোটিই নয়"
    ],
    answer: 3
  },
  {
    question: "বর্তমানে শক্তি চাহিদার বেশিরভাগটাই আসে—",
    options: [
      "সৌরশক্তি থেকে ",
      "বায়ুশক্তি থেকে",
      "জোয়ারভাটার শক্তি থেকে ",
      "জীবাশ্ম জ্বালানি থেকে"
    ],
    answer: 4
  },
  {
    question: "প্রাকৃতিক গ্যাসের প্রধান উপাদান হল—",
    options: [
      "মিথেন",
      "ইথেন",
      "প্রোপেন",
      "বিউটেন"
    ],
    answer: 1
  },
  {
    question: "জীবাশ্ম জ্বালানি সংরক্ষণ করা প্রয়োজন, কারণ-",
    options: [
      "এগুলি খুব দামি",
      "এগুলি সহজে পাওয়া যায় না",
      "এগুলি অনবীকরণযোগ্য",
      "কোনোটিই নয়"
    ],
    answer: 3
  },
  {
    question: "LPG-এর মুখ্য উপাদান কোনটি?",
    options: [
      "মিথেন",
      "ইথেন",
      "প্রোপেন",
      "বিউটেন"
    ],
    answer: 4
  },
  {
    question: "নীচের কোনটি থেকে উৎপন্ন বিদ্যুৎশক্তি একদিন ফুরিয়ে যাবে ?",
    options: [
      "সৌরশক্তি",
      "বায়োগ্যাস",
      "কয়লা",
      "ভূগর্ভের তাপশক্তি"
    ],
    answer: 3
  },
  {
    question: "‘ফোটোভোলটাইক সেল' যেটির সঙ্গে সম্পর্কযুক্ত, তা হল- ",
    options: [
      "ভূতাপ শক্তি",
      "সৌরশক্তি",
      "বায়ুশক্তি",
      "জোয়ারভাটা শক্তি"
    ],
    answer: 2
  },
  {
    question: "উয় প্রস্রবণ বা আগ্নেয়গিরি হল। -র প্রধান উৎস।",
    options: [
      "ভূতাপ শক্তি",
      "সৌরশক্তি",
      "বায়ুশক্তি",
      "জোয়ারভাটা শক্তি"
    ],
    answer: 1
  },
  {
    question: "অচিরাচরিত শক্তি -",
    options: [
      "পরিবেশের পক্ষে ক্ষতিকর",
      "পরিবেশ দূষণ ঘটায়",
      "পরিবেশ বান্ধব",
      "পরিবেশের অবনমন ঘটায়"
    ],
    answer: 3
  },
  {
    question: "যে অচিরাচরিত বা অপ্রচলিত শক্তি মানুষ সর্বপ্রথম ব্যবহার করে, তা হল-",
    options: [
      "সৌরশক্তি",
      "জোয়ারভাটা শক্তি",
      "বায়ুশক্তি",
      "ভূতাপীয় শক্তি"
    ],
    answer: 3
  },
  {
    question: "সৌরকোশ কী দ্বারা নির্মিত ?",
    options: [
      "তড়িৎ পরিবাহী পদার্থ ",
      "অপরিবাহী পদার্থ",
      "অর্ধপরিবাহী পদার্থ ",
      "কোনোটিই নয়"
    ],
    answer: 3
  },
  {
    question: "একটি সৌরকোশে উৎপন্ন বিভব পার্থক্যের মান-",
    options: [
      "0.5 V",
      "0 V",
      "220 V ",
      "110 V"
    ],
    answer: 1
  },
  {
    question: "সূর্যালোকের কোন্ রশ্মির জন্য সোলার কুকার কাজ করে?",
    options: [
      "দৃশ্যমান আলোকরশ্মি ",
      "অতিবেগুনি রশ্মি",
      "অবলোহিত রশ্মি",
      "গামা রশ্মি"
    ],
    answer: 3
  },
  {
    question: "সৌরকুকারে ভাত রান্না করা সৌরশক্তির—",
    options: [
      "তাপীয় অংশের সরাসরি প্রয়োগ",
      "আলোকীয় অংশের প্রয়োগ",
      "তাপীয় এবং আলোকীয় – উভয় অংশের প্রয়োগ",
      "কোনোটিই নয়"
    ],
    answer: 1
  },
  {
    question: "সৌর প্যানেলের আয়ু হল মোটামুটি—",
    options: [
      "20-25 বছর",
      "15-20 বছর",
      "10-15 বছর",
      "5-10 বছর"
    ],
    answer: 3
  },
  {
    question: "বায়ুর ন্যূনতম গতিবেগ কত হলে বায়ুকলের সাহায্যে তড়িৎশক্তি উৎপাদন করা যায়?",
    options: [
      "15 km/h",
      "25 km/h",
      "35 km/h",
      "45 km/h"
    ],
    answer: 1
  },
  {
    question: "কোনটি বায়োমাস শক্তির উৎস নয়?",
    options: [
      "কাঠ",
      "গোবর",
      "পারমাণবিক শক্তি ",
      "সবকটি"
    ],
    answer: 3
  },
  {
    question: "একটি পরিবেশবান্ধব শক্তি হল-",
    options: [
      "সৌরশক্তি",
      "বায়ুশক্তি",
      "ভূতাপ শক্তি",
      "সবগুলিই"
    ],
    answer: 4
  },
  {
    question: "বায়ুশক্তি সবচেয়ে বেশি ব্যবহৃত হয় কোন্ দেশে-",
    options: [
      "জার্মানি",
      "ভারতবর্ষ",
      "USA",
      "ডেনমার্ক"
    ],
    answer: 1
  },
  {
    question: "বায়োফুয়েলের একটি উদাহরণ হল-",
    options: [
      "কয়লা",
      "গোবর",
      "ডিজেল",
      "সবকটি"
    ],
    answer: 4
  },
  {
    question: "নীচের কোনটির ক্যালোরিফিক মান সর্বোচ্চ-",
    options: [
      "H2",
      "CH4",
      "LPG",
      "বায়োগ্যাস"
    ],
    answer: 1
  },
  {
    question: "বায়োগ্যাসের মূল উপাদান হল-",
    options: [
      "ইথেন",
      "মিথেন",
      "প্রোপেন",
      "বিউটেন"
    ],
    answer: 2
  },
  {
    question: "নীচের কোন্ জ্বালানিটি তুলনামূলকভাবে বেশি পরিবেশ- বান্ধব",
    options: [
      "ডিজেল",
      "কয়লা",
      "চারকোল",
      "কাঠ"
    ],
    answer: 3
  },
  {
    question: "কোটি নবীকরণযোগ্য শক্তি নয়?",
    options: [
      "সৌরশক্তি",
      "বায়ুশক্তি",
      "নিউক্লিয় শক্তি ",
      "জোয়ারভাটা শক্তি"
    ],
    answer: 3
  },
  {
    question: "মিথেন হাইড্রেটের সংকেত হল—",
    options: [
      "CH3. H2O",
      "4CH 3 . 23H2O",
      "CH3OH",
      "4CH4 23H2O"
    ],
    answer: 4
  },
  {
    question: "Fire ice হল-",
    options: [
      "CO2",
      "মিথেন",
      "মিথেন হাইড্রেট",
      "মিথানল"
    ],
    answer: 1
  },
  {
    question: "জীবাশ্ম জ্বালানিগুলির মধ্যে সবচেয়ে কম দূষণ ঘটায়-",
    options: [
      "ডিজেল",
      "কয়লা",
      "কেরোসিন",
      "প্রাকৃতিক গ্যাস"
    ],
    answer: 4
  },
  {
    question: "চাপের SI একক-",
    options: [
      "Pa",
      "Nml",
      "bar",
      "torr"
    ],
    answer: 1
  },
  {
    question: "1 বায়ুমণ্ডলীয় চাপের (atm) মান-",
    options: [
      "10% dyn cm-2",
      "101325 Pa",
      "101.325 bar",
      "কোনোটিই নয়।"
    ],
    answer: 2
  },
  {
    question: "বয়েলের সূত্রে পরিবর্তনশীল রাশিগুলি হল-",
    options: [
      "গ্যাসের চাপ ও গ্যাসের আয়তন",
      "গ্যাসের উষ্ণতা ও গ্যাসের আয়তন",
      "গ্যাসের উষ্ণতা ও গ্যাসের চাপ",
      "গ্যাসের ভর ও গ্যাসের উষ্ণতা"
    ],
    answer: 1
  },
  {
    question: "বয়েলের সূত্রে স্থির রাশিগুলি হল-",
    options: [
      "গ্যাসের ভর ও গ্যাসের চাপ",
      "গ্যাসের ভর ও গ্যাসের উষ্ণতা",
      "গ্যাসের ভর ও গ্যাসের আয়তন",
      "গ্যাসের চাপ ও গ্যাসের আয়তন"
    ],
    answer: 2
  },
  {
    question: "রাসায়নিক সমীকরণ থেকে বিক্রিয়ার সম্বন্ধে জানা যায়-",
    options: [
      "গুণগত তথ্য",
      "পরিমাণগত তথ্য",
      "a ও b উভয়ই",
      "কোনো কিছুই জানা যায় না।"
    ],
    answer: 3
  },
  {
    question: "গ্যাসীয় বিক্রিয়ায় বিক্রিয়ক ও বিক্রিয়াজাত পদার্থের আয়তন নাপা হয় যে যন্ত্রে, সেটি হল-",
    options: [
      "ম্যানোমিটার",
      "ব্যারোমিটার",
      "অ্যানিমোমিটার",
      "ইউডিওমিটার"
    ],
    answer: 4
  },
  {
    question: "-ভৌত ও রাসায়নিক পরিবর্তনের আগে ও পরে বিক্রিয়ক এবং বিক্রিয়াজাত পদার্থের মোট ভর অপরিবর্তিত থাকে। এটি হল-",
    options: [
      "ভরের সংরক্ষণ সূত্র",
      " স্থিরানুপাত সূত্র",
      "শক্তির সংরক্ষণ সূত্র",
      "গুণানুপাত সূত্র"
    ],
    answer: 1
  },
  {
    question: "ভরের সংরক্ষণ সূত্র (Law of Conservation of Mass) আবিষ্কার করেন—",
    options: [
      "হেনরি ক্যাভেন্ডিস",
      "ল্যাভয়সিয়ে",
      "জন ডালটন",
      "গে-লুসাক"
    ],
    answer: 2
  },
  {
    question: "ভরের নিত্যতা সূত্র বা সংরক্ষণ সূত্রের অপর নাম-",
    options: [
      "পদার্থের অবিনাশিতা সূত্র ",
      "মিথোনুপাত সূত্র",
      "গ্যাস-আয়তন সূত্র",
      "কোনোটিই নয়।"
    ],
    answer: 1
  },
  {
    question: "ভরের সংরক্ষণ সূত্র আবিষ্কৃত হয়—",
    options: [
      "1764 সালে",
      "1772 সালে",
      "1784 সালে",
      "1774 সালে"
    ],
    answer: 4
  },
  {
    question: ">‘আপেক্ষিকতাবাদ'-এর আবিষ্কারক হলেন—",
    options: [
      "ম্যাক্স প্লাঙ্ক",
      "ডালটন",
      "আইনস্টাইন",
      "গে-লুসাক"
    ],
    answer: 3
  },
  {
    question: "আপাতদৃষ্টিতে ভরের বৃদ্ধি ঘটে কোন্ ক্ষেত্রে?",
    options: [
      "লোহায় মরচে পড়া",
      "কর্পূরের উবে যাওয়া",
      "মোমবাতি জ্বলে নিঃশেষ হওয়া",
      "কাগজের স্তূপ পুড়ে কালো ছাই উৎপন্ন হওয়া"
    ],
    answer: 1
  },
  {
    question: "ভরের নিত্যতা সূত্র প্রযোজ্য-",
    options: [
      "কেবলমাত্র ভৌত পরিবর্তনের ক্ষেত্রে",
      "কেবলমাত্র রাসায়নিক পরিবর্তনের ক্ষেত্রে",
      "উভয় পরিবর্তনের ক্ষেত্রেই",
      "কোনোটাই নয়"
    ],
    answer: 3
  },
  {
    question: "রাসায়নিক বিক্রিয়ায়-",
    options: [
      "বিক্রিয়ক ও বিক্রিয়াজাত পদার্থের ভর ও আয়তন সমানথাকে",
      "প্রতিটি বিক্রিয়কের ভর সমান হয়",
      "বিক্রিয়কসমূহের মোট আয়তন এবং বিক্রিয়াজাত পদার্থসমূহের মোট আয়তন সমান হয়",
      "বিক্রিয়কসমূহের মোট ভর ও বিক্রিয়াজাত পদার্থসমূহের মোট ভর সমান হয়"
    ],
    answer: 4
  },
  {
    question: "2.8 g নাইট্রোজেন ও 0.6 g হাইড্রোজেন পরস্পর বিক্রিয়া করে অ্যামোনিয়া গ্যাস উৎপন্ন করে। ভরের সংরক্ষণ সূত্র মানলে, উৎপন্ন অ্যামোনিয়ার পরিমাণ—",
    options: [
      "2.8 g",
      "60.6 g",
      "2.28",
      "3.4 g"
    ],
    answer: 4
  },
  {
    question: "6 g কার্বনের সঙ্গে অক্সিজেনের বিক্রিয়ায় 22 8 CO উৎপন্ন হল। প্রয়োজনীয় অক্সিজেন-এর পরিমাণ হল-",
    options: [
      "6 g",
      "18 g",
      "16 g",
      "28 g"
    ],
    answer: 3
  },
  {
    question: "কোনো পদার্থের ভর ও মোল সংখ্যার সম্পর্ক হল-",
    options: [
      "মোল সংখ্যা = মোলার ভর / প্রদত্ত ভর",
      "মোলার ভর = মোল সংখ্যা /প্রদত্ত ভর",
      "মোল সংখ্যা = প্রদত্ত ভর /মোলার ভর",
      " মোল সংখ্যা = প্রদত্ত ভর x মোলার ভর"
    ],
    answer: 3
  },
  {
    question: "E = mc2 সূত্রের প্রবন্ধা হলেন-",
    options: [
      "ডালটন",
      "আইনস্টাইন",
      "ম্যাক্সওয়েল",
      "ম্যাক্স প্লাঙ্ক"
    ],
    answer: 2
  },
  {
    question: "E = mc2 সমীকরণ অনুযায়ী E গণনার একক কী হবে—",
    options: [
      "meV",
      "MeV",
      "mev",
      "mV"
    ],
    answer: 2
  },
  {
    question: "রাসায়নিক বিক্রিয়ায় ভর ও শক্তির পারস্পরিক রূপান্তর ঘটে। এটি প্রকাশ করে যে সমীকরণ, তা হল- ",
    options: [
      "E = mc2",
      "E=1/2 mv2",
      "F = ma",
      "W=F.S"
    ],
    answer: 1
  },
  {
    question: "E = mc2 সমীকরণে Em ও C হল যথাক্রমে-",
    options: [
      "ভর, শক্তি, শূন্য মাধ্যমে আলোর বেগ",
      "শূন্য মাধ্যমে আলোর বেগ, ভর, শক্তি",
      "শক্তি, ভর, শূন্য মাধ্যমে আলোর বেগ",
      "শক্তি, শূন্য মাধ্যমে আলোর বেগ, ভর"
    ],
    answer: 3
  },
  
  
  

    
    
  
]
