 const number = -1

export default [
  {
    question: "বায়ুমণ্ডলের শীতলতম স্তর আবস্থিত -",
    options: [
      "ট্রপোস্ফিয়ার", 
      "স্ট্র্যাটোস্ফিয়ার", 
      "থারমোস্ফিয়ার", 
      "মেসস্ফিয়ার"
    ],
    answer: 4
  }
  {
    question: "Fire Ice বা আগুনের বরফ হল - ",
    options: [
      "মিথেন",
      " কারবন ডাই অক্সাইড",
      "মিথানল",
      "মিথেন হাইড্রেট"
    ],
    answer: 4
  }
  {
    question: "বায়োগ্যাসের প্রধান উপাদান হল -",
    options: [
      "মিথেন",
      "হাইড্রোজেন",
      "অক্সিজেন",
      "অ্যাসিটিলিন"
    ],
    answer: 1
  }
]
